# Notes:
# 1) The # means comment;
# 2) To install from specific taps, use fully-qualified name,
#    e.g. 'homebrew/dupes/vim'.

anki
asdf
bash
bettertouchtool
brave-browser
chatgpt
claude
curl
dash
direnv
docker
firefox
font-anonymous-pro
font-jetbrains-mono
fzf
git
git-delta
gnu-sed
gnu-tar
go
go-task/tap/go-task
google-chrome
hledger
iterm2
jetbrains-toolbox
jordanbaird-ice
jq
keycombiner
lazydocker
lazygit
mas
ncdu
neovim
obsidian
proton-pass
protonvpn
raycast
rclone
ripgrep
rsteube/tap/carapace
slack
spotify
sqlite
starship
telegram
tldr
todoist
tree
visual-studio-code
visual-studio-code@insiders
watch
wget
yt-dlp
zoxide
zsh
