# Notes:
# 1) The # means comment;
# 2) To install from specific taps, use fully-qualified name,
#    e.g. 'homebrew/dupes/vim'.

android-file-transfer
ansible
awscli
bash
bat
bettertouchtool
cakebrew
cfssl
cloc
composerb
ctop
curl
dep
direnv
docker
docker-completion
docker-compose-completion
docker-machine
docker-machine-driver-xhyve
dropbox
fd
firefox
firefox-developer-edition
font-fira-code
fzf
gcc
git
gnu-sed
gnu-tar
go
google-chrome
google-cloud-sdk
goreleaser
grpc
htop
httpie
hub
iterm2
jetbrains-toolbox
jq
kafkacat
karabiner-elements
keepassxc
keybase
kops
kube-ps1
kubernetes-cli
kubernetes-helm
kustomize
magic-wormhole
mas
megasync
minikube
mpv
mycli
mysql
ncdu
neovim
openssl
pgcli
postgresql
pre-commit
protobuf
raindropio
ripgrep
rust
shellcheck
siege
skaffold
slack
soundcleod
stern
telegram
terraform
tig
tldr
tree
tunnelblick
vim
virtualbox
visual-studio-code
watch
wget
wrk
ydiff
zsh
