# Notes:
# 1) The # means comment;
# 2) To install from specific taps, use fully-qualified name,
#    e.g. 'homebrew/dupes/vim'.

android-file-transfer
ansible
# asciinema
# asciinema2gif
# authy
# awscli
bash
bat
bettertouchtool
# bitwarden
# cakebrew
cfssl
cloc
curl
# homebrew/cask/dash
# devdocs
direnv
docker
docker-completion
docker-machine
# doctl
dropbox
fd
firefox
font-fira-code
fzf
gcc
# getsentry/tools/sentry-cli
gh
# gifify
# gifsicle
git
git-delta
gnu-sed
gnu-tar
go
google-chrome
google-cloud-sdk
goreleaser
grpc
htop
# insomnia
iterm2
jetbrains-toolbox
jq
karabiner-elements
# keepassxc
# keycastr
kube-ps1
kubernetes-cli
helm
kustomize
lens
# magic-wormhole
mas
megasync
minikube
mpv
ncdu
neovim
# notion
# obs
openssl@1.1
# osxfuse
pgcli
postgresql@14
pre-commit
protobuf
# qbittorrent
ripgrep
rustup-init
shellcheck
skaffold
skype
slack
soundcleod
# sshuttle
starship
stern
telegram
terraform
tldr
tree
tunnelblick
# vagrant
# veracrypt
vim
virtualbox
visual-studio-code
# vlc
watch
wget
# whatsapp
# wireguard-go
wireguard-tools
# xmind
ydiff
# youtube-dl
zsh
