# Notes:
# 1) The # means comment;
# 2) To install from specific taps, use fully-qualified name,
#    e.g. 'homebrew/dupes/vim'.

asdf
# awscli
bash
bettertouchtool
# cfssl
# cloc
curl
# homebrew/cask/dash
# devdocs
direnv
# docker
# docker-credential-helper-ecr
# docker-machine
homebrew/cask/docker
# fd
firefox
font-anonymous-pro
font-fira-code
fzf
# gcc
# getsentry/tools/sentry-cli
# gh
ghq
git
git-delta
gnu-sed
gnu-tar
go
go-task/tap/go-task
google-chrome
# goreleaser
# grpc
grpcurl
helm
homebrew/cask/font-anonymice-nerd-font
htop
# httpie
# insomnia
int128/kubelogin/kubelogin
iterm2
jetbrains-toolbox
jq
jordanbaird-ice
k9s
karabiner-elements
kube-ps1
kubectl
kubectx
kubelogin
# kustomize
lazygit
# lazydocker
# lens
# magic-wormhole
mas
# minikube
ncdu
neovim
notion
# openssl@1.1
# pgcli
postman
# postgresql@14
# pre-commit
pritunl
# protobuf
protonvpn
proton-pass
raycast
ripgrep
rsteube/tap/carapace # Trying out - shell completion
saml2aws
shellcheck
# skaffold
slack
# sqlite
# sshuttle
starship
stern
telegram
# terraform
tldr
todoist
tree
tunnelblick
# vagrant
vim
# virtualbox
visual-studio-code
watch
wget
# wireguard-go
# wireguard-tools
# ydiff
yt-dlp
zoxide
zsh
